{
  "Products": [
    { "id": 0, "name": "PIONEER XDJ-RR", "img":"https://media.sweetwater.com/api/i/q-82__ha-77d715da8100e830__hmac-e212ff69a0ff73fff1db4e0e0af77e8d44900110/images/items/750/XDJRR-large.jpg", "price": "$1,299", "description": "Take your performances to the next level with the XDJ-RR all-in-one DJ system for rekordbox. This 2-channel DJ solution inherits design traits and essential features from our professional NXS2 multi player and mixer and packs it all into one lightweight, portable piece of kit." },
    { "id": 1, "name": "PIONEER XDJ-RX3","img":"https://m.media-amazon.com/images/I/81ZboPlE2mL._AC_UF894,1000_QL80_.jpg", "price": " $2,099","description":"The Pioneer DJ XDJ-RX3 is the perfect all-in-one DJ system for professional DJs and performers. It features two integrated USB-driven players and a 2-channel mixer with a control-panel layout design borrowed from the CDJ-3000 and DJM-900NXS2 series. This unique DJ System is compatible with the rekordbox and Serato DJ software, so you can conveniently use your favorite music management software or perform using Serato DJ." },
    { "id": 2, "name": "PIONEER XDJ-XZ","img":"https://m.media-amazon.com/images/I/810Q5cnTRoL._AC_SL1500_.jpg", "price": "$2,739","description":"Professional DJs in search of a rekordbox or Serato DJ controller should check out the black Pioneer XDJ-XZ, an all-in-one DJ system compatible with the rekordbox music management and Serato DJ Pro software. The system features two integrated USB-driven players and a 4-channel mixer with a control-panel layout borrowed from the CDJ/DJM series." },
    { "id": 3, "name": "PIONEER OPUS-QUAD","img":"https://media.sweetwater.com/api/i/q-82__ha-c476fef43b0450ef__hmac-52f49748cd59f3aa1004970bb136626d9f99c0fb/images/items/750/OpusQuad-large.jpg", "price": "$3,799","description":"This new professional all-in-one DJ system puts you in control of the music, like the conductor of an orchestra. Creating harmony between beautiful design and musical playability, it includes new and evolved features such as standalone 4-deck playback. All this combines to provide a spectacular DJ experience that you can harness to inspire your audience in any space or location." },
    { "id": 4, "name": "DENON PRIME +4 PLUS", "img":"https://media.sweetwater.com/images/items/750/PrimeFourPlus-large.jpg?v=9c192baf589d3568","price": "$2,199","description":"Command every gig, audience, genre, event and location! The multicore processor powered PRIME 4 makes your entire music collection available, with no laptop needed, transparently connecting you into your performance. With 4-deck hardware control and advanced touchscreen workflow, you are all set to handle any DJ set, anywhere, anytime." },
    { "id": 5, "name": "DENON SC LIVE 4-STANDALONE", "img":"https://media.sweetwater.com/api/i/q-82__ha-4810942dfb3e6f3a__hmac-e230b5a5572c64e046559d05b1be6ab469c83755/images/items/750/SCLive4-large.jpg","price": "$1,044.74","description":"Possess the power to perform at your very best with the Denon DJ SC LIVE 4, 4-deck standalone DJ controller. This performance-focused standalone DJ controller features 17 internal FX, including interactive knob-controlled Sweep FX and club-style BPM FX section, taking your DJ set to the next level. For additional performance flexibility, the SC LIVE 4 is the ultimate DJ controller for Serato DJ and Virtual DJ with on-screen waveforms and 1:1 hardware and software integrations." },
    { "id": 6, "name": "DENON SC5000M PRIME", "img":"https://media.guitarcenter.com/is/image/MMGS7/L37279000000000-00-2000x2000.jpg","price": "$1,499","description":"The Denon DJ SC5000M Prime is a high-definition digital DJ media player with a 7 motorized vinyl platter, a 7 multi-touch HD display, and latency-free tactile navigation, load, and playback functionality. The dual-layer playback engine acts like two separate players in one, complete with per-layer analog and digital audio outputs." },
    { "id": 7, "name": "PIONEER DJ CDJ-Nexus-3000","img":"https://www.thediscdjstore.com/user/products/large/pioneer-cdj-3000-top.jpg", "price": "$3,799","description":"Pioneer DJ went back to the drawing board to make the CDJ-3000 digital DJ media deck the best-sounding and best-feeling DJ player they've ever created. Thanks to a cutting-edge micro-processing unit, sound quality and system stability are better than ever. You now have a total of eight Hot Cue buttons for on-the-fly triggering, while hardware buttons for Beat Jump and Key Sync functions give you even more creative performance potential. The jog wheel has been re-designed for the smoothest performance possible, and now touch latency is lower than ever for a truly seamless performance feel. Wrap it all up with a larger, brighter touchscreen display, and it's clear the Pioneer DJ CDJ-3000 is the most advanced professional DJ media player the company has ever created." },
    { "id": 8, "name": "DENON DJ X1850 PRIME","img":"https://media.guitarcenter.com/is/image/MMGS7/L73403000000000-00-2000x2000.jpg", "price": "$1,199","description":"Introducing the X1850 4-Channel Pro DJ digital club mixer from Denon DJ. Fusing a familiar, intuitive layout with a rugged construction, performance driven DJ effects, plus an arsenal of versatile connectivity options, the X1850 provides the next generation in DJ performance technology - a true pro mix centerpiece for the forward-thinking, creative DJ." },
    { "id": 9, "name": "PIONEER DJM-450 2 CHANNEL","img":"https://m.media-amazon.com/images/I/81hZH2GYfKL.jpg", "price": "$769","description":"With features and design inherited from the DJM-900NXS2, this 2-channel mixer is ideal to partner with any of our multiplayers or turntables. The Magvel fader combined with smooth EQ and channel fader curves give an assured feel to mixing. Sound Colour FX and Beat FX with parameter control open up new creative possibilities. And thanks to the 64-bit digital signal processer you all enjoy warm, high-quality audio from both analogue and digital sound sources." },
    { "id": 10, "name": "PIONEER DJM-V10 6 CHANNEL","img":"https://media.sweetwater.com/api/i/q-82__ha-94162cf6e904f482__hmac-3422e8735578d110ba70616fa39f504ea429351c/images/items/750/DJMV10-large.jpg", "price": "$3,899","description":"Craft your sound with the DJM-V10 to forge a new creative direction. This DJ Controller is a unique DJ mixer born of fresh thinking and elite sound quality, built to allow the most creative DJs to craft original soundscapes. This 6-channel unit loaded with unique features produces warm audio full of energy and presence. So, take complete control of your mix and get ready to create something the crowd has never heard before either performing solo or back-to-back with another DJ." },
    { "id": 11, "name": "ALLEN & HEATH XONE:92", "img":"https://www.thedjshop.co.uk/media/catalog/product/a/l/allen-heath-xone-96-analogue-dj-mixer.jpg","price": "$1,799","description":"The industry-standard Xone:92 Professional 6 Channel Club/DJ Mixer defines the sound of superclubs, with features to suit all DJ styles from breakbeat to techno, trance to house. From the MIDI output capability, which allows control of any DJ production software or devices such as the Korg Kaoss Pad, to the innovative way the two independent VCF filters can be used together, this mixer is a DJs dream tool. For those who prefer to twist, the XONE:92R is also available, with rotary instead of linear VCA faders. Every mixer in the Xone series is built by Allen & Heath. At any time of the day or night, across the globe, there is an Allen & Heath mixer out there working hard, sounding great and making life a little easier for the person at the controls. Back in the early 70s, Allen & Heath hand-built consoles in a tiny factory in London for elite bands like Pink Floyd and The Who. Today, Allen & Heath customers are spread across almost every environment imaginable, including touring, theatres, churches, nightclubs, TV and radio stations, recording studios and countless other places where great sound matters." },
    { "id": 12, "name": "PIONEER DJ DDJ-FLX4","img":"https://m.media-amazon.com/images/I/814i78bo5ZL.jpg", "price": "$244.43","description":"Pioneer DJ's DDJ-FLX4 2-channel DJ controller is perfect for beginner DJs. It integrates two new smart features, Smart Fader and Smart CFX, to help you seamlessly transition between tracks and easily create professional-sounding mixes. The Smart Fader allows you to glide effortlessly between tracks, while the Smart CFX applies complicated combinations of effects to your music with the turn of a knob. The DDJ-FLX4 also automatically adjusts the track's BPM, volume, bass volume, and other aspects of the music to create a seamless transition." },
    { "id": 13, "name": "PIONEER DJ DDJ-FLX6", "img":"https://www.b2bmusicstore.com.ar/wp-content/uploads/DDJ-FLX6-White-edition-B2BMusicStore-3.png","price": "$1,054.95","description":"Flex your boundaries and captivate your audience with the DDJ-FLX6 DJ Controller. Packing a host of brand-new features, this 4-channel unit makes it easy to excite the audience, mix tracks from totally different musical genres, and spice up your sets with pro-sounding scratch effects. Easily add drama to your performances and mix different styles of music; no matter what the BPM or key of the next track is, you can create an exciting transition whenever you want. Press the knob and turn it as fast or as slowly as possible to start building up the tension in the music." },
    { "id": 14, "name": "PIONEER DJ DDJ-FLX10", "img":"https://m.media-amazon.com/images/I/91LTD7k0tZL._AC_UF894,1000_QL80_.jpg","price": "$2,039.95","description":"Pioneer DJ presents a four-channel DJ controller for splitting, mixing, and creating. The DDJ-FLX10 offers innovative features for creating live mashups, customizing your display, and utilizing DMX output for easier lighting control. Easily load tracks from your music library to the controller and customize the sound to create unique mashups and performances." },
    { "id": 15, "name": "PIONEER DJ DDJ-REV7-N","img":"https://i.ebayimg.com/images/g/AWoAAOSwON5k2jzk/s-l1600.jpg", "price": "$1,867.99","description":"Gear up and start DJing like a pro with the scratch-style DJ Controller. This 2-channel device is perfect for Serato DJ Lite software, emulating the professional layout of a DJM-S mixer and PLX turntable setup. With specialized features for open-format and scratch DJs, you'll be able to create mixes like a pro in no time." },
    { "id": 16, "name": "ACTIVE SPEAKER QSC CP8","img":"https://thumbs.static-thomann.de/thumb/padthumb600x600/pics/bdb/_44/445770/13541670_800.jpg", "price": "$499.99","description":"Audio engineers and sound reinforcement rental houses looking for a compact, high-powered PA speaker will be impressed by the QSC CP8, a 1000W powered PA speaker thats portable, versatile, and simple to use. It can function as a main PA in a wide variety of positions, with a pair able to cover an audience up to 250." },
    { "id": 17, "name": "ACTIVE SPEAKER QSC CP12","img":"https://media.guitarcenter.com/is/image/MMGS7/L35652000000000-00-1600x1600.jpg", "price": "$599.99","description":"Audio engineers and sound reinforcement rental houses looking for a compact, high-powered PA speaker will be impressed by the QSC CP12, a 1000W powered PA speaker that's portable, versatile, and simple to use. It can function as a main PA in a wide variety of positions, with a pair able to cover an audience up to 250." },
    { "id": 18, "name": "ACTIVE SPEAKER QSC K12.2","img":"https://thumbs.static-thomann.de/thumb/padthumb600x600/pics/bdb/_41/412319/12133622_800.jpg", "price": "$ 999.99","description":"Designed to deliver professional-quality audio, the 12 QSC K12.2 is a highly flexible, easy to use, 2000W powered portable PA speaker for today's working musicians, singer/songwriters, mobile DJs, and other sound providers. The speaker works in a variety of orientations and configurations for use as a main PA or stage monitor. When used as a main speaker, a pair of K12.2s is well equipped to cover an audience of 300+." },
    {
      "id": 19,
      "name": "ACTIVE SPEAKER DB-TECHNOLOGIES OPERA-10",
      "img":"https://cannonsound.com.au/cdn/shop/products/db-technologies-opera-10-10-2-way-active-speaker-17272305.jpg?v=1689207514",
      "price": "$449"
      ,"description":"The dbTechnoliges OPERA 10 has exceptional power and a unique acoustic design combine in order to deliver a vigorous yet pristine sound, successfully adaptable to both playback and live music applications."
    },
    {
      "id": 20,
      "name": "ACTIVE SPEAKER DB-TECHNOLOGIES OPERA-12",
      "img":"https://www.musicstoreinc.com/images/product/large/8380-OPERA%2012.jpg",
      "price": "$521"
      ,"description":"The dB Technologies OPERA 12 is an Active 12 Inch 1200W Peak 2-Way Speaker. Exceptional power and a unique acoustic design combine in order to deliver a vigorous yet accurate audio performance, successfully adaptable to both playback and live music applications."
    },
    {
      "id": 21,
      "name": "ACTIVE SPEAKER DB-TECHNOLOGIES OPERA-15",
      "img":"https://thumbs.static-thomann.de/thumb/padthumb600x600/pics/bdb/_39/395918/11329942_800.jpg",
      "price": "$600"
      ,"description":"The dB Technologies OPERA 15 is an Active 15 Inch 1200W 2-Way Speaker. Exceptional power and a unique acoustic design combine in order to deliver a vigorous yet accurate audio performance, successfully adaptable to both playback and live music applications."
    },
    { "id": 22, "name": "PIONEER DJ HDJ-X5BT","img":"https://m.media-amazon.com/images/I/81l3aQ7gfiL.jpg", "price": "$149","description":"DJs need equipment that is flexible and seamless to help them practice, prepare and perform wherever they go. Thanks to its Bluetooth connectivity, the HDJ-X5BT headphones make it easy to monitor music in any situation whether youre at home or on the move. When you connect the included cable, you can also use them for comfortable Ding in the club. Whether you go wireless or wired, the HDJ-X5BT headphones offer the same outstanding audio quality, durability and functionality as the original HDJ-X5 model." },
    { "id": 23, "name": "PIONEER HDJ-CUE1BT", "img":"https://m.media-amazon.com/images/I/813fAdKCycL.jpg","price": "$99 ","description":"Start your DJ journey with HDJ-CUE1 headphones. These styled DJ headphones are built on DNA from our pro models but are available at a much more modest price. While these entry-level cans are our most affordable pair yet, they match many of the feature and quality benchmarks set by our professional headphones range. Choose the HDJ-CUE1 for a pro look and feel, rich sound, compact and flexible design, and high-quality finish. Enjoy specialist sound tuning inherited from the pro-level HDJ-X5; perfectly hear low frequencies in the bass and kick drums so you can mix precisely and know exactly what your friends will hear when you drop the next track." },
    { "id": 24, "name": "PIONEER DJ HDJ-CX","img":"https://images.musicstore.de/images/1280/pioneer-dj-hdj-cx_1_DJE0007979-000.jpg", "price": "$ 149","description":"The Pioneer DJ HDJ-CX Professional On-Ear DJ Headphones are designed for maximum comfort and precision sound. With a minimalist design and robust construction, these headphones are perfect for any artist looking to take their sound to the next level. Tight, wide-ranging audio provides an exceptional listening experience that will change how you DJ forever." },
    { "id": 25, "name": "SENNHEISER HD25","img":"https://m.media-amazon.com/images/I/71Vhw79248L.jpg", "price": "$149.95 ","description":"Due To Their Low Weight And The Option Of One-Ear Listening, The Hd 25-Ii Headphones Are Indispensable For Mobile Monitoring. The Closed-Back Hd 25S Are Purpose-Designed, Professional Monitoring Headphones Offering High Attenuation Of Background Noise. The Tough, Detachable, Single-Sided Cable Allows For Free And Unrestricted Movement.Capable Of Handling Very High Sound Pressure Levels And Of Extremely Robust Construction, These Headphones Perform Exceptionally Well In Loud Environments, E.G. Eng, Sound Reinforcement, Studio Monitoring And Audio Equipment Testing. Ideal Monitoring Headphones For Cameramen And Djs, These Are A Pair Of True Sound Professionals Working Headphones." },
    { "id": 26, "name": "SENNHEISER HD200 PRO", "img":"https://www.mundomusicalcr.com/wp-content/uploads/040103005-768x768.jpg","price": "$79","description":"The HD 200 PRO monitoring headphones are made to ensure detailed and powerful studio sound wherever you are. Whether you record your own tunes at home, in the rehearsal room, on stage, or simply enjoy listening to your favorite music at home, the HD 200 PRO is your ideal companion for every monitoring task. " },
    { "id": 27, "name": "SENNHEISER HD280 PRO","img":"https://m.media-amazon.com/images/I/615Nba6dy4L.jpg", "price": "$99.95","description":"The HD 280 PRO is a pair of closed, dynamic stereo headphones that deliver accurate, linear sound reproduction with ambient noise attenuation for critical monitoring applications. Optimum impedance ensures universal compatibility, from home listening to studio monitoring. The space saving design features collapsible, rotating ear cups that are very comfortable to wear, even if used for long periods of time. The ear pads of the HD 280 PRO are made of a synthetic leatherette." },
    { "id": 28, "name": "MACBOOK AIR 15","img":"https://www.istore.cr/cdn/shop/products/Macbok.jpg?v=1661470554", "price": "$1,899.95","description":"The new 15-inch MacBook Air has a large Liquid Retina display with plenty of room for everything you love to do. And the 13-inch model has nothing to envy. Both come with the superpowers of the M2 chip, have outstanding performance and offer up to 18 hours of battery life. 1 All in an ultraportable design that stays with you on all your adventures." },
    { "id": 29, "name": "MACBOOK PRO 13","img":"https://store.storeimages.cdn-apple.com/4982/as-images.apple.com/is/mbp-spacegray-select-202206?wid=904&hei=840&fmt=jpeg&qlt=90&.v=1664497359481", "price": "$ 2,184.05","description":"The 13-inch MacBook Pro is more capable than ever. Supercharged by the next-generation M2 chip, its Apples most portable pro laptop, with up to 20 hours of battery life." }
  ]
}
